{"maximumSentences":7,"articleName":"Foo Fighters","prefix":"Who is","lang":"pt","sourcerContentOriginal":"Foo Fighters, é uma banda de rock dos Estados Unidos formada pelos ex-Nirvana Dave Grohl e Pat Smear em 1994. Seu nome é uma referência ao termo \"foo fighter\", usado por aviadores na Segunda Guerra Mundial para descrever fenômenos aéreos misteriosos, considerados OVNIs. A banda atingiu sucesso internacional, lançando vários hits incluindo \"This Is a Call\", \"Everlong\", \"Learn to Fly\", \"All My Life\", \"Times Like These\", \"Best of You\", \"Walk\", \"My Hero\" e \"The Pretender\". Quatro de seus álbuns, There Is Nothing Left to Lose, One by One, Echoes, Silence, Patience & Grace e Wasting Light ganharam o Grammy por \"melhor álbum de rock\".\n\n\n== História ==\n\n\n=== Formação e álbum de estreia (1994–1995) ===\nDave Grohl, passou quatro anos como baterista da banda grunge Nirvana. Nesse período desenvolveu uma série de composições não divulgadas, uma forma de preservar a interação do grupo. Em contrapartida Dave gravou algumas demos em estúdio, sendo que algumas canções foram compiladas no álbum Pocketwatch, lançado com o pseudônimo \"Late!\", em 1992.\nApós a morte de Kurt Cobain em Abril de 1994, Grohl considerou abandonar a música, mas consequentemente resolveu gravar como \"experiência catártica\" suas composições. Em Outubro do mesmo ano, Grohl entrou no Robert Lang's Studio em Seattle com o amigo e produtor musical Barrett Jones. No espaço de uma semana, Grohl gravou as faixas cantando e tocando todos os instrumentos, com exceção de uma guitarra em \"X-Static\" por Greg Dulli do grupo americano Afghan Whigs. Para manter o anonimato, Grohl escolheu o nome \"Foo Fighters\" para criar a ilusão de que era uma banda em vez de \"aquele cara do Nirvana\".\nGrohl passou fitas das gravações para amigos, e atraiu a atenção de gravadoras. Um contrato foi assinado com a Capitol Records por Grohl conhecer o presidente Gary Gersh desde que ele era da gravadora do Nirvana. A fita se tornou o primeiro álbum do Foo Fighters, também intitulado Foo Fighters.\n\nPara divulgar o trabalho e tocar as músicas ao vivo, Grohl decidiu montar uma banda completa. Grohl chamou o guitarrista Pat Smear, que tocara no The Germs e era membro da banda de turnê do Nirvana, e após tomar conhecimento sobre o fim da banda conterrânea de rock alternativo, Sunny Day Real Estate, convocou o baixista Nate Mendel e o baterista William Goldsmith. A banda realizou sua primeira turnê ainda em 1995 abrindo concertos para Mike Watt. O Foo Fighters tocaria cerca de 190 vezes, ao longo de 1995 e 1996.\nSeu primeiro single \"This Is a Call\" foi lançado em junho de 1995, e o álbum de estréia no mês seguinte. \"I'll Stick Around\" e \"Big Me\" foram os singles lançados nos meses seguintes.\n\n\n=== The Colour and the Shape (1996–1997) ===\nApós turnês em 1996, a banda agora completa entrou em estúdio em Seattle com o produtor Gil Norton para gravar o segundo álbum. Grohl ficou insatisfeito com a percussão de Goldsmith, e ao reunir a banda para regravações em Los Angeles regravou completamente a parte de bateria. Revoltado, Goldsmith saiu do grupo. O álbum resultante, The Colour and the Shape, foi lançado em 20 de maio de 1997.\nPrecisando de um baterista, Grohl contatou o baterista de turnê de Alanis Morissette, Taylor Hawkins, sobre a possibilidade de indicação de algum músico; para sua surpresa Hawkins voluntariou-se para a banda. Logo após o fim das gravações, Smear anunciou que sairia dos Foo Fighters, mas se manteve no grupo tocando em turnê enquanto Grohl não achasse um substituto. Em setembro de 1997, em frente a uma multidão de pessoas no MTV Video Music Awards, Pat Smear anunciou sua saída da banda e introduziu seu substituto Franz Stahl, ex-companheiro de Grohl na banda Scream.\n\n\n=== There is Nothing Left to Lose  (1998-2000) ===\nAinda antes da gravação do terceiro álbum, Stahl saiu por não haver clima na banda. O grupo resolveu gravar o próximo trabalho como um trio, em um estúdio construído no porão da casa de Grohl na Virgínia. O álbum There Is Nothing Left to Lose foi lançado em 1999, emplacando os hits como \"Learn to Fly\", \"Breakout\", \"Generator\" e \"Stacked Actors\". Durante a turnê desse disco, Chris Shiflett (ex-integrante do grupo punk No Use for a Name), entrou para a banda para ocupar a segunda guitarra.\n\n\n=== One by One (2001–2004) ===\nNo final de 2001, a banda entrou em estúdio para gravar o quarto álbum. As sessões foram insatisfatórias, levantando tensões entre os integrantes, e eventualmente o grupo resolveu dar um tempo. No meio-tempo Grohl aceitou se tornar baterista do Queens of the Stone Age no álbum Songs for the Deaf (2002) e uma turnê. Após um show em Coachella - que Grohl afirmou que poderia ter sido o último da banda - o grupo resolveu reiniciar o trabalho no álbum, que foi então gravado no estúdio caseiro de Grohl na Virginia em apenas 2 semanas. One by One foi lançado em outubro de 2002, com os sucessos \"All My Life\" e \"Times Like These\".\nDesde sempre a banda evitou posicionar-se politicamente. Apesar disso, em 2004, ao saber que a campanha presidencial de George W. Bush, sem a permissão da banda, estava a usar a canção \"Times Like These\", Grohl decidiu apoiar publicamente a campanha de John Kerry.\n\n\n=== In Your Honor e Skin and Bones (2005–2006) ===\nEm 14 de junho de 2005, foi lançado o álbum duplo de estúdio In Your Honor, com um disco de faixas elétricas e outro de acústicas. Grohl citou que o álbum duplo surgiu de composições acústicas feitas com a possível intenção de se tornar uma trilha sonora. Durante a promoção do álbum, Dave Grohl, fascinado por OVNIs, teve a chance de apresentar-se no Roswell International Air Center in Roswell, Novo México. O local foi supostamente palco da queda de uma aeronave alienígena em 1947.\nA banda decidiu organizar pequenas turnês acústicas em 2006, trazendo o ex-integrante Smear no violão, mais Petra Haden no violino e Rami Jaffee do The Wallflowers no piano e teclado. Em novembro a banda lançou seu primeiro álbum ao vivo, Skin and Bones, com quinze faixas selecionadas de três concertos acústicos em Los Angeles. Um DVD foi lançado logo depois, e apresenta faixas não disponíveis no CD.\n\n\n=== Echoes, Silence, Patience & Grace e Greatest Hits (2007–2009) ===\nEm 25 de setembro de 2007, a banda lançou o álbum Echoes, Silence, Patience & Grace, pela RCA Records. Nesse novo trabalho eles voltam a trabalhar com o produtor Gil Norton, que não produzia um disco do Foo Fighters desde 1997. Entre os singles de maiores sucessos estão, \" The Pretender\", \"Long Road to Ruin\", \"Cheer Up, Boys (Your Make Up Is Running)\" e \"Let It Die\".\nEm 2008 o álbum \"Echoes, Silence, Patience & Grace\" ganhou o Grammy na categoria \"Melhor Álbum de Rock\". Além disso, uma das canções desse álbum, \"The Pretender\", ganhou o Grammy de \"Melhor Performance Hard Rock\".\nEm 3 de novembro de 2009, o Foo Fighters lançou a coletânea Greatest Hits, que inclui as músicas de maior sucesso da banda e duas canções inéditas, \"Wheels\" e \"Word Forward\", além de uma versão acústica de \"Everlong\".\n\n\n=== Wasting Light (2011-2012) ===\nApós o fim da turnê de Echoes, Silence, Patience and Grace, Grohl iniciou o projeto Them Crooked Vultures, e em meio à turnê australiana da banda fez planos para o próximo álbum dos Foo Fighters: seria gravado na garagem de sua casa em Encino com apenas equipamento analógico, o produtor seria Butch Vig - com quem Grohl fizera o álbum mais famoso do Nirvana, Nevermind - e a gravação seria acompanhada de um documentário sobre a banda. O álbum resultante, Wasting Light, foi lançado em 2011, marcando o retorno definitivo de Pat Smear para banda. O filme Back and Forth também surgiu no mesmo ano. Wasting Light se tornou o primeiro álbum da banda a liderar a parada norte-americana e foi grande sucesso de público e crítica.Em 2 de outubro de 2012, após encerrar uma longa turnê mundial, Dave Grohl confirmou que o Foo Fighters entraria em hiato por tempo indefinido.Dave Grohl usou esse tempo para produzir Sound City, um documentário sobre o estúdio localizado em Los Angeles - Califórnia que foi palco da gravação do álbum Nevermind do Nirvana, dentre outros. O projeto reuniu participação de vários músicos, como Paul Mccartney, Stevie Nicks e ex-integrantes da banda Nirvana, que formaram um supergrupo denominado The Sound City Players a fim de divulgar o documentário.\n\n\n=== Sonic Highways (2013-2015) ===\nApesar do Foo Fighters ter entrado em hiato, Dave Grohl declarou em janeiro de 2013 que a banda tem um plano para seu próximo álbum já intitulado de Sonic Highways e que já começara a escrever material para este. Em 21 de fevereiro de 2013, Dave voa para a América para começar a trabalhar no álbum sucessor de Wasting Light.Em 16 de janeiro de 2014, a banda posta uma foto em seu perfil na rede social Instagram de fitas analógicas das primeiras gravações do álbum. Dave Grohl já havia revelado em novembro de 2013, em entrevista à revista Rolling Stones, que o álbum seria gravado de uma maneira diferente, nada convencional. Mas manteve o mistério: \"Eu tenho uma ideia que acho que nunca foi feita no passado. Não queremos contar o segredo ainda, mas está acontecendo\", comentou.\nEm 30 de julho de 2014, Butch Vig, produtor do álbum, publica em seu perfil no twitter que o novo álbum está oficialmente finalizado. O álbum virá acompanhado de uma série no canal HBO denominada Sonic Highway que será lançada em 17 de outubro. A série, dirigida por Dave Grohl, tem 8 episódios e documenta a gravação do álbum que passa por uma cidade diferente a cada episódio gravando uma nova faixa.\nEm agosto, foram divulgados a data de lançamento (10 de novembro), o título, a capa e os nomes das oito faixas do disco.\n\n\n=== Saint Cecilia EP e Concrete and Gold (2015-presente) ===\n\nEm 23 de novembro de 2015, o Foo Fighters lançou um novo EP, intitulado Saint Cecilia. Este EP homenageia as vitímas dos Atentados de 13 de novembro, na cidade de Paris, principalmente na casa de shows Bataclan, onde tocava a banda Eagles of Death Metal, com a qual Dave Grohl, vocalista da banda tem relação. Tal EP pode ser baixado de graça.\nJunto com esse álbum, foi lançada uma carta, na qual Dave Grohl fala muito sobre um possível hiato ou fim da banda.  Grohl anunciou que a banda passaria a maior parte de 2017 gravando seu nono álbum de estúdio. Em 1 de junho de 2017 a banda lança seu novo single Run. Em 23 de agosto é lançado o segundo single de Concrete and Gold, The Sky Is a Neighborhood.\n\n\n== Membros ==\nDave Grohl - vocal e guitarra (1994-presente), baixo e bateria (1994-1995)\nNate Mendel – baixo (1995–presente)\nTaylor Hawkins – bateria, (1997–presente), backing vocals (2005-presente)\nChris Shiflett – guitarra e backing vocals (1999–presente)\nPat Smear – guitarra (1995-1997, 2005-presente), backing vocals (1995-1997)\nRami Jaffee - teclados, piano e harmónica (2005-presente)\nEx-membrosWilliam Goldsmith – bateria (1995–1997)\nFranz Stahl – guitarra e backing vocals (1997–1999)\n\n\n=== Linha do tempo ===\n\n\n== Discografia ==\n\nÁlbuns de estúdioFoo Fighters (1995)\nThe Colour and the Shape (1997)\nThere Is Nothing Left to Lose (1999)\nOne by One (2002)\nIn Your Honor (2005)\nEchoes, Silence, Patience and Grace (2007)\nWasting Light (2011)\nSonic Highways (2014)\nConcrete and Gold (2017)\n\n\n== Turnês ==\nFoo Fighters Tour (1995-1996)\nThe Colour and the Shape Tour (1997-1998)\nThere Is Nothing Left to Lose (1999-2000) / Californication Tour (2000)\nOne by One Tour (2002-2003)\nIn Your Honor Tour (2005-2006) / Foozer (2005)\nSkin and Bones (2006)\nEchoes, Silence, Patience and Grace Tour (2007-2008)\nBrazil Right In One\nWasting Light World Tour (2011-2012)\nSonic Highways World Tour (2014-2015)\nConcrete And Gold Tour (2017-2018)\n\n\n=== Passagens no Brasil ===\nRock in Rio, 19jan2001\nLollapalooza, 2012\nTurnê 2015\nTurnê 2018\nRock in Rio, 28set2019\n\n\n== Referências ==\n\n\n== Ligações externas ==\n\nPágina oficial (em inglês)\nPágina oficial BRASIL (em português)\nFacebook oficial BRASIL (em português)\nPerfil da banda na Rolling Stone (em inglês)\nFoo Fighters no Myspace","sourceContentSanitized":"Foo Fighters, é uma banda de rock dos Estados Unidos formada pelos ex-Nirvana Dave Grohl e Pat Smear em 1994. Seu nome é uma referência ao termo \"foo fighter\", usado por aviadores na Segunda Guerra Mundial para descrever fenômenos aéreos misteriosos, considerados OVNIs. A banda atingiu sucesso internacional, lançando vários hits incluindo \"This Is a Call\", \"Everlong\", \"Learn to Fly\", \"All My Life\", \"Times Like These\", \"Best of You\", \"Walk\", \"My Hero\" e \"The Pretender\". Quatro de seus álbuns, There Is Nothing Left to Lose, One by One, Echoes, Silence, Patience & Grace e Wasting Light ganharam o Grammy por \"melhor álbum de rock\". Dave Grohl, passou quatro anos como baterista da banda grunge Nirvana. Nesse período desenvolveu uma série de composições não divulgadas, uma forma de preservar a interação do grupo. Em contrapartida Dave gravou algumas demos em estúdio, sendo que algumas canções foram compiladas no álbum Pocketwatch, lançado com o pseudônimo \"Late!\", em 1992. Após a morte de Kurt Cobain em Abril de 1994, Grohl considerou abandonar a música, mas consequentemente resolveu gravar como \"experiência catártica\" suas composições. Em Outubro do mesmo ano, Grohl entrou no Robert Lang's Studio em Seattle com o amigo e produtor musical Barrett Jones. No espaço de uma semana, Grohl gravou as faixas cantando e tocando todos os instrumentos, com exceção de uma guitarra em \"X-Static\" por Greg Dulli do grupo americano Afghan Whigs. Para manter o anonimato, Grohl escolheu o nome \"Foo Fighters\" para criar a ilusão de que era uma banda em vez de \"aquele cara do Nirvana\". Grohl passou fitas das gravações para amigos, e atraiu a atenção de gravadoras. Um contrato foi assinado com a Capitol Records por Grohl conhecer o presidente Gary Gersh desde que ele era da gravadora do Nirvana. A fita se tornou o primeiro álbum do Foo Fighters, também intitulado Foo Fighters. Para divulgar o trabalho e tocar as músicas ao vivo, Grohl decidiu montar uma banda completa. Grohl chamou o guitarrista Pat Smear, que tocara no The Germs e era membro da banda de turnê do Nirvana, e após tomar conhecimento sobre o fim da banda conterrânea de rock alternativo, Sunny Day Real Estate, convocou o baixista Nate Mendel e o baterista William Goldsmith. A banda realizou sua primeira turnê ainda em 1995 abrindo concertos para Mike Watt. O Foo Fighters tocaria cerca de 190 vezes, ao longo de 1995 e 1996. Seu primeiro single \"This Is a Call\" foi lançado em junho de 1995, e o álbum de estréia no mês seguinte. \"I'll Stick Around\" e \"Big Me\" foram os singles lançados nos meses seguintes. Após turnês em 1996, a banda agora completa entrou em estúdio em Seattle com o produtor Gil Norton para gravar o segundo álbum. Grohl ficou insatisfeito com a percussão de Goldsmith, e ao reunir a banda para regravações em Los Angeles regravou completamente a parte de bateria. Revoltado, Goldsmith saiu do grupo. O álbum resultante, The Colour and the Shape, foi lançado em 20 de maio de 1997. Precisando de um baterista, Grohl contatou o baterista de turnê de Alanis Morissette, Taylor Hawkins, sobre a possibilidade de indicação de algum músico; para sua surpresa Hawkins voluntariou-se para a banda. Logo após o fim das gravações, Smear anunciou que sairia dos Foo Fighters, mas se manteve no grupo tocando em turnê enquanto Grohl não achasse um substituto. Em setembro de 1997, em frente a uma multidão de pessoas no MTV Video Music Awards, Pat Smear anunciou sua saída da banda e introduziu seu substituto Franz Stahl, ex-companheiro de Grohl na banda Scream. Ainda antes da gravação do terceiro álbum, Stahl saiu por não haver clima na banda. O grupo resolveu gravar o próximo trabalho como um trio, em um estúdio construído no porão da casa de Grohl na Virgínia. O álbum There Is Nothing Left to Lose foi lançado em 1999, emplacando os hits como \"Learn to Fly\", \"Breakout\", \"Generator\" e \"Stacked Actors\". Durante a turnê desse disco, Chris Shiflett , entrou para a banda para ocupar a segunda guitarra. No final de 2001, a banda entrou em estúdio para gravar o quarto álbum. As sessões foram insatisfatórias, levantando tensões entre os integrantes, e eventualmente o grupo resolveu dar um tempo. No meio-tempo Grohl aceitou se tornar baterista do Queens of the Stone Age no álbum Songs for the Deaf e uma turnê. Após um show em Coachella - que Grohl afirmou que poderia ter sido o último da banda - o grupo resolveu reiniciar o trabalho no álbum, que foi então gravado no estúdio caseiro de Grohl na Virginia em apenas 2 semanas. One by One foi lançado em outubro de 2002, com os sucessos \"All My Life\" e \"Times Like These\". Desde sempre a banda evitou posicionar-se politicamente. Apesar disso, em 2004, ao saber que a campanha presidencial de George W. Bush, sem a permissão da banda, estava a usar a canção \"Times Like These\", Grohl decidiu apoiar publicamente a campanha de John Kerry. Em 14 de junho de 2005, foi lançado o álbum duplo de estúdio In Your Honor, com um disco de faixas elétricas e outro de acústicas. Grohl citou que o álbum duplo surgiu de composições acústicas feitas com a possível intenção de se tornar uma trilha sonora. Durante a promoção do álbum, Dave Grohl, fascinado por OVNIs, teve a chance de apresentar-se no Roswell International Air Center in Roswell, Novo México. O local foi supostamente palco da queda de uma aeronave alienígena em 1947. A banda decidiu organizar pequenas turnês acústicas em 2006, trazendo o ex-integrante Smear no violão, mais Petra Haden no violino e Rami Jaffee do The Wallflowers no piano e teclado. Em novembro a banda lançou seu primeiro álbum ao vivo, Skin and Bones, com quinze faixas selecionadas de três concertos acústicos em Los Angeles. Um DVD foi lançado logo depois, e apresenta faixas não disponíveis no CD. Em 25 de setembro de 2007, a banda lançou o álbum Echoes, Silence, Patience & Grace, pela RCA Records. Nesse novo trabalho eles voltam a trabalhar com o produtor Gil Norton, que não produzia um disco do Foo Fighters desde 1997. Entre os singles de maiores sucessos estão, \" The Pretender\", \"Long Road to Ruin\", \"Cheer Up, Boys \" e \"Let It Die\". Em 2008 o álbum \"Echoes, Silence, Patience & Grace\" ganhou o Grammy na categoria \"Melhor Álbum de Rock\". Além disso, uma das canções desse álbum, \"The Pretender\", ganhou o Grammy de \"Melhor Performance Hard Rock\". Em 3 de novembro de 2009, o Foo Fighters lançou a coletânea Greatest Hits, que inclui as músicas de maior sucesso da banda e duas canções inéditas, \"Wheels\" e \"Word Forward\", além de uma versão acústica de \"Everlong\". Após o fim da turnê de Echoes, Silence, Patience and Grace, Grohl iniciou o projeto Them Crooked Vultures, e em meio à turnê australiana da banda fez planos para o próximo álbum dos Foo Fighters: seria gravado na garagem de sua casa em Encino com apenas equipamento analógico, o produtor seria Butch Vig - com quem Grohl fizera o álbum mais famoso do Nirvana, Nevermind - e a gravação seria acompanhada de um documentário sobre a banda. O álbum resultante, Wasting Light, foi lançado em 2011, marcando o retorno definitivo de Pat Smear para banda. O filme Back and Forth também surgiu no mesmo ano. Wasting Light se tornou o primeiro álbum da banda a liderar a parada norte-americana e foi grande sucesso de público e crítica.Em 2 de outubro de 2012, após encerrar uma longa turnê mundial, Dave Grohl confirmou que o Foo Fighters entraria em hiato por tempo indefinido.Dave Grohl usou esse tempo para produzir Sound City, um documentário sobre o estúdio localizado em Los Angeles - Califórnia que foi palco da gravação do álbum Nevermind do Nirvana, dentre outros. O projeto reuniu participação de vários músicos, como Paul Mccartney, Stevie Nicks e ex-integrantes da banda Nirvana, que formaram um supergrupo denominado The Sound City Players a fim de divulgar o documentário. Apesar do Foo Fighters ter entrado em hiato, Dave Grohl declarou em janeiro de 2013 que a banda tem um plano para seu próximo álbum já intitulado de Sonic Highways e que já começara a escrever material para este. Em 21 de fevereiro de 2013, Dave voa para a América para começar a trabalhar no álbum sucessor de Wasting Light.Em 16 de janeiro de 2014, a banda posta uma foto em seu perfil na rede social Instagram de fitas analógicas das primeiras gravações do álbum. Dave Grohl já havia revelado em novembro de 2013, em entrevista à revista Rolling Stones, que o álbum seria gravado de uma maneira diferente, nada convencional. Mas manteve o mistério: \"Eu tenho uma ideia que acho que nunca foi feita no passado. Não queremos contar o segredo ainda, mas está acontecendo\", comentou. Em 30 de julho de 2014, Butch Vig, produtor do álbum, publica em seu perfil no twitter que o novo álbum está oficialmente finalizado. O álbum virá acompanhado de uma série no canal HBO denominada Sonic Highway que será lançada em 17 de outubro. A série, dirigida por Dave Grohl, tem 8 episódios e documenta a gravação do álbum que passa por uma cidade diferente a cada episódio gravando uma nova faixa. Em agosto, foram divulgados a data de lançamento , o título, a capa e os nomes das oito faixas do disco. Em 23 de novembro de 2015, o Foo Fighters lançou um novo EP, intitulado Saint Cecilia. Este EP homenageia as vitímas dos Atentados de 13 de novembro, na cidade de Paris, principalmente na casa de shows Bataclan, onde tocava a banda Eagles of Death Metal, com a qual Dave Grohl, vocalista da banda tem relação. Tal EP pode ser baixado de graça. Junto com esse álbum, foi lançada uma carta, na qual Dave Grohl fala muito sobre um possível hiato ou fim da banda. Grohl anunciou que a banda passaria a maior parte de 2017 gravando seu nono álbum de estúdio. Em 1 de junho de 2017 a banda lança seu novo single Run. Em 23 de agosto é lançado o segundo single de Concrete and Gold, The Sky Is a Neighborhood. Dave Grohl - vocal e guitarra , baixo e bateria Nate Mendel – baixo Taylor Hawkins – bateria, , backing vocals Chris Shiflett – guitarra e backing vocals Pat Smear – guitarra , backing vocals Rami Jaffee - teclados, piano e harmónica Ex-membrosWilliam Goldsmith – bateria Franz Stahl – guitarra e backing vocals Álbuns de estúdioFoo Fighters The Colour and the Shape There Is Nothing Left to Lose One by One In Your Honor Echoes, Silence, Patience and Grace Wasting Light Sonic Highways Concrete and Gold Foo Fighters Tour The Colour and the Shape Tour There Is Nothing Left to Lose / Californication Tour One by One Tour In Your Honor Tour / Foozer Skin and Bones Echoes, Silence, Patience and Grace Tour Brazil Right In One Wasting Light World Tour Sonic Highways World Tour Concrete And Gold Tour Rock in Rio, 19jan2001 Lollapalooza, 2012 Turnê 2015 Turnê 2018 Rock in Rio, 28set2019 Página oficial Página oficial BRASIL Facebook oficial BRASIL Perfil da banda na Rolling Stone Foo Fighters no Myspace","sentences":[{"text":"Foo Fighters, é uma banda de rock dos Estados Unidos formada pelos ex-Nirvana Dave Grohl e Pat Smear em 1994.","keywords":["Foo Fighters","banda de rock dos Estados Unidos","Pat Smear","ex-Nirvana Dave Grohl"],"images":["https://i.redd.it/9y2145ot7hf11.jpg","https://images-na.ssl-images-amazon.com/images/I/712hEF1WDJL._SL1500_.jpg"],"googleSearchQuery":"Foo Fighters Foo Fighters"},{"text":"Seu nome é uma referência ao termo \"foo fighter\", usado por aviadores na Segunda Guerra Mundial para descrever fenômenos aéreos misteriosos, considerados OVNIs.","keywords":["Segunda Guerra Mundial","aviadores na","fenômenos aéreos misteriosos","referência","termo","foo","OVNIs"],"images":["https://upload.wikimedia.org/wikipedia/commons/5/51/Roswell_UFO_Museum_-_Diorama_Nazi_Foo-Fighter_%286080671892%29_%28cropped%29.jpg","https://geofrikphotos.files.wordpress.com/2013/05/copy-of-foo-fighters-over-europe-1944.jpg?w=1600&h=1295"],"googleSearchQuery":"Foo Fighters Segunda Guerra Mundial"},{"text":"A banda atingiu sucesso internacional, lançando vários hits incluindo \"This Is a Call\", \"Everlong\", \"Learn to Fly\", \"All My Life\", \"Times Like These\", \"Best of You\", \"Walk\", \"My Hero\" e \"The Pretender\".","keywords":["sucesso internacional","All My Life","This Is","Times Like These","Best of You","My Hero","banda","The Pretender","hits","Call","Everlong","Learn","Fly","Walk"],"images":["https://upload.wikimedia.org/wikipedia/commons/9/9f/Foo_Fighters_Live_21.jpg","https://abrilexame.files.wordpress.com/2017/06/gettyimages-151380668-e1496325462604.jpg"],"googleSearchQuery":"Foo Fighters sucesso internacional"},{"text":"Quatro de seus álbuns, There Is Nothing Left to Lose, One by One, Echoes, Silence, Patience & Grace e Wasting Light ganharam o Grammy por \"melhor álbum de rock\".","keywords":["Quatro de seus álbuns","Grace e Wasting Light ganharam","Nothing Left","Silence","Patience","Grammy por","melhor álbum de rock","Echoes"],"images":["https://upload.wikimedia.org/wikipedia/commons/9/9f/Foo_Fighters_Live_21.jpg","https://lh6.googleusercontent.com/-ET2AY68yj3E/TXt7gsV0FgI/AAAAAAAAA0Q/P72Shq8OqWw/s1600/FooFighterscapaWastingLight.jpg"],"googleSearchQuery":"Foo Fighters Quatro de seus álbuns"},{"text":"Dave Grohl, passou quatro anos como baterista da banda grunge Nirvana.","keywords":["Dave Grohl","baterista da banda","Nirvana"],"images":["https://timedotcom.files.wordpress.com/2015/08/dave-grohl.jpg","https://upload.wikimedia.org/wikipedia/commons/8/8d/Foo_Fighters_-_Rock_am_Ring_2018-5671_%28cropped%29.jpg"],"googleSearchQuery":"Foo Fighters Dave Grohl"},{"text":"Nesse período desenvolveu uma série de composições não divulgadas, uma forma de preservar a interação do grupo.","keywords":["série de composições","interação do grupo","período"],"images":["https://upload.wikimedia.org/wikipedia/commons/9/9f/Foo_Fighters_Live_21.jpg","https://musicup.es/wp-content/uploads/2019/04/lieutenant.jpg"],"googleSearchQuery":"Foo Fighters série de composições"},{"text":"Em contrapartida Dave gravou algumas demos em estúdio, sendo que algumas canções foram compiladas no álbum Pocketwatch, lançado com o pseudônimo \"Late!\", em 1992.","keywords":["contrapartida Dave","álbum Pocketwatch","demos","estúdio","canções","pseudônimo"],"images":["https://upload.wikimedia.org/wikipedia/commons/9/9f/Foo_Fighters_Live_21.jpg","https://storage.googleapis.com/kaggle-datasets-images/1873/3247/32dc67831f73ae7d5b553a6c38f6e2e0/dataset-original.jpg"],"googleSearchQuery":"Foo Fighters contrapartida Dave"}],"downloadedImages":["https://i.redd.it/9y2145ot7hf11.jpg","https://upload.wikimedia.org/wikipedia/commons/5/51/Roswell_UFO_Museum_-_Diorama_Nazi_Foo-Fighter_%286080671892%29_%28cropped%29.jpg","https://upload.wikimedia.org/wikipedia/commons/9/9f/Foo_Fighters_Live_21.jpg","https://lh6.googleusercontent.com/-ET2AY68yj3E/TXt7gsV0FgI/AAAAAAAAA0Q/P72Shq8OqWw/s1600/FooFighterscapaWastingLight.jpg","https://timedotcom.files.wordpress.com/2015/08/dave-grohl.jpg","https://musicup.es/wp-content/uploads/2019/04/lieutenant.jpg","https://storage.googleapis.com/kaggle-datasets-images/1873/3247/32dc67831f73ae7d5b553a6c38f6e2e0/dataset-original.jpg"]}